Repository: CherokeeLanguage/CherokeeLessons.com
Catalog: content/content/2023-06-29_cherokee-cat-computer-aided-translation-translation-memory-and-glossary-files/tm/red-riding-hood-seven-kids-omegat.tmx
Source language: en_us
Languages: chr

source: Let me in.
chr: ᎠᏎ ᎠᎩᏴᏍᏗ.

source: Let us run."
chr: ᏫᏗᏓᏓᎾᏩᏍᏓ.”

source: Listen, then, for the rough voice.
chr: ᎾᎯᏳ ᎢᏣᏛᏓᏍᏓ Ꮎ ᎤᏓᏣᎧᏗ ᎤᏁᏨᎢ.

source: Little Red Riding Hood has a grandmother.
chr: ᎤᎵᏏ ᎠᎨᏳᏣ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: Little Red Riding Hood is going to her grandmother's.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎤᎵᏏ ᎦᎵᏦᏕ ᎡᎦ.

source: Little Red Riding Hood is not afraid.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᏄᏍᎦᎸᎾ.

source: Little Red Riding Hood lives on one edge of the forest.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎦᏁᎳ ᎢᎾᎨᎢ ᎠᏍᏗ.

source: Little Red Riding Hood looked at the wolf's ears.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᏩᏯ ᏗᎦᎴᏂ ᏚᎦᏙᏍᏔᏁ.

source: Little Red Riding Hood looked at the wolf's eyes.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᏩᏯ ᏗᎦᏙᎵ ᎤᎦᏙᏍᏔᏁ.

source: Little Red Riding Hood loves her.
chr: ᎤᎵᏏ ᎤᎨᏳᏐ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: Little Red Riding Hood met a wolf.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎠᎴ ᎡᏆ ᏩᏯ ᎠᎩᏏ ᏚᎾᏠᏎ.

source: Little Red Riding Hood pulled the string.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎠᏍᏘ ᎤᎾᏌᏁᏎ.

source: Little Red Riding Hood went in.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎤᏴᏞ.

source: Little Red Riding Hood went to the bedside.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎦᏂᏟ ᎾᎥ ᎤᏪᏅᏎ.

source: Little Red Riding Hood will be glad, too.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᏛᎵᎮᎵᏥ ᎥᏍᏊ.

source: Mother Goat loves her kids.
chr: ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ ᏧᏪᏥ ᏚᎨᏳᏐ.

source: Mother Goat must leave the kids.
chr: ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎠᏎ ᏧᏩᎧᎯᏯᏍᏗ.

source: Mother Goat's feet are white.
chr: ᎣᏥᏥ ᏧᎳᏏᏕᏂ ᏧᏁᎦ.

source: Mother loves grandmother.
chr: ᎠᎩᏥ ᎤᎵᏏ ᎤᎨᏳᏐ.

source: Mother sent them to her.
chr: ᎠᎩᏥ ᎥᏍᎩ ᏩᎲᎦ.

source: My kids let you in.
chr: ᏣᏴᏍᏗ ᏂᎨᏣᏛᏁᎴᎴ.

source: My poor little kids!"
chr: ᏗᏇᏥ ᎤᏂᏲ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ!”

source: Never, never talk with a wolf again."
chr: ᎤᏙᎯᏳ, ᏞᏍᏗ ᎢᎸᎯᏳ ᏩᏯ ᏥᎯᏯᎵᏃᎮᏓ ᏏᏊ.”

source: Never, never, again!
chr: Ꮭ ᎢᎸᎯᏳ, Ꮭ ᎢᎸᎯᏳ, ᎥᏍᏊ!

source: No help came to her.
chr: ᎥᏝ ᎠᎵᏍᏕᎵᏍᎩ ᏳᎷᏤ.

source: Not until you let us see your feet," said the kids.
chr: ᎢᎪᎯᏓ ᏗᏣᎳᏏᏕᏂ ᏙᏥᎪᏩᏘᎭ,” ᎤᎾᏛᏁ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: Now he will never do any more harm.
chr: ᏃᏊ Ꮭ ᎢᎸᎯᏳ ᏙᏛᏒᏂ.

source: Now the wolf is going away.
chr: ᏃᏊ Ꮎ ᏩᏯ ᏪᎦ.

source: Now we will kill you."
chr: ᏃᏊ ᎢᏨᏟᏗ.”

source: O Mother Goat, come!" cried the kids.
chr: Ꭳ ᎡᏥ ᎤᎦᏐᏣᏁᏓ, ᎯᎷᎩ!”

source: O Mother Goat, did you hear what the wolf said?
chr: Ꭳ, ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ, ᏣᏛᎦᏁᏍ ᏩᏯ ᎤᏬᏂᏒᎢ?

source: O help me out!"
chr: Ꭳ ᎠᎹᏳᏟᏗ ᎠᎩᎸᏍᏗ ᏍᎩᏍᏕᎳ!”

source: O no, she is not afraid.
chr: Ꭳ Ꮭ, ᏄᏍᎦᎸᎾ.

source: O no, we will not help you out.
chr: Ꭳ Ꮭ, ᎥᏝ ᎠᎹᏳᏟᏗ ᏣᎸᏍᏗ ᏓᏨᏯᎵᏍᏕᎸᎯ.

source: O!
chr: Ꭳ!

source: O!"
chr: Ꭳ!”

source: O!" cried Little Red Riding Hood.
chr: Ꭳ!” ᎤᏪᏡᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: O!" said the Mother Goat.
chr: Ꭳ!” ᎤᏛᏁ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: O!" said the kids.
chr: Ꭳ!” ᎤᎾᏛᏁ Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: O!" screamed Little Red Riding Hood.
chr: Ꭳ!” ᎤᏪᏡᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: O!" she cried.
chr: Ꭳ!” ᎤᏪᏡᏁ.

source: O, it is so big!"
chr: Ꭳ, ᎤᏔᏂ!”

source: O, my kids!
chr: Ꭳ, ᏗᏇᏥ!

source: O, the bad, bad wolf!
chr: Ꭳ, Ꮎ ᎤᏲ, ᎤᏲ ᏩᏯ!

source: O, what a bad wolf!
chr: Ꭳ, ᎤᏲᏒ ᏩᏯ!

source: O, you bad wolf!
chr: Ꭳ, ᏣᏲ, ᏩᏯ!

source: One is their mother.
chr: ᏌᏊ ᎤᏂᏥ.

source: One kid ran into the clock.
chr: ᏌᏊ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ ᎤᎵᏘᏒᎢ ᎡᏆ ᏩᏥ ᎤᏴᏞ.

source: One, two, three!
chr: ᏌᏊ, ᎠᏂᏔᎵ, ᎠᏂᏦᎢ!

source: Only one little kid is left.
chr: ᏌᏊᏊ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ ᏄᏒᏅᎾ.

source: Or is it our Mother Goat?"
chr: ᎣᏥᏥᎨ ᎤᎦᏐᏣᏁᏓ?”

source: Out jumped the kid.
chr: ᏙᏱ ᏚᎵᏔᏗᏅᏎ Ꮎ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ.

source: Out jumped the kids.
chr: ᏙᏱ ᏚᎾᎵᏔᏗᏅᏎ Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: Poor grandmother!
chr: ᎤᏲ ᎤᎵᏏ!

source: Pull the string and the latch will come up."
chr: ᎠᏍᏘ ᏱᎯᎾᏌᎾᎦ ᎦᎸᎳᏗᏜ ᏓᎩᏏ ᎠᏓᏅᎾ.”

source: Quick, little kids, for I am very tired."
chr: ᏄᎳ, ᏧᎾᏍᏗ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ. ᎤᎪᏗ ᏚᏯᏪᎦ.”

source: Run, or the wolf may get you again."
chr: ᏫᏣᏓᎾᏩᏍᏓ Ꮎ ᏩᏯ ᎡᎵᏊ ᏱᏥᏂᏴᎯᏌ.”

source: See Little Red Riding Hood.
chr: ᎯᎪᏩᏔ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: See grandmother's glasses.
chr: ᎤᎵᏏ ᎤᏤᎵ ᏗᎦᏘᏅᏘᏗ ᎯᎪᏩᏔ.

source: See her cap.
chr: ᎤᏤᎵ ᎠᎵᏍᏚᎶ ᎯᎪᏩᏔ.

source: See her red hood.
chr: ᎤᏤᎵ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎯᎪᏩᏔ.

source: See him in her bed.
chr: ᎯᎪᏩᏔ ᎤᏂᎭ, ᎤᏤᎵ ᎦᏂᏟ ᎨᏎ.

source: See this little girl.
chr: ᎯᎪᏩᏔ ᎯᎠ ᎤᏍᏗ ᎠᎨᏳᏣ.

source: See, I have food for you."
chr: ᎢᏥᎪᏩᏔ, ᎠᎵᏍᏓᏴᏗ ᎢᏨᎮᏍᏕᎭ.”

source: See, I have my scissors.
chr: ᎯᎪᏩᏔ, ᎠᏆᏤᎵ ᏗᎵᏍᏙᏰᏗ.

source: Seven little kids!"
chr: ᎦᎵᏉᎩ ᏧᎾᏍᏗ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ!”

source: She had the basket on her arm.
chr: ᏔᎷᏣ ᎠᏰᎮ.

source: She has a basket.
chr: ᏔᎷᏣ ᎤᎭ.

source: She has gone away.
chr: ᎤᏟ ᏭᏪᏅᏒᎩ.

source: She is Little Red Riding Hood.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᏚᏙᎠ Ꮎ ᎠᎨᏳᏣ.

source: She is glad to go.
chr: ᏭᏪᏅᏍᏗ ᎠᎵᎮᎵᎦ.

source: She is going to see her grandmother.
chr: ᎤᎵᏏ ᎠᎪᎮᎨᏍᏗ.

source: She is good and kind.
chr: ᎥᏍᎩ ᎣᏍᏓ ᎠᎴ ᎤᏓᏅᏘ.

source: She is in the forest now.
chr: ᏃᏊ ᎢᎾᎨ ᏪᏙᎭ.

source: She is kind to me.
chr: ᎣᏍᏓ ᎾᎩᏩᎾᏕᎪ.

source: She is kind to my mother.
chr: ᎠᎩᏥ ᎣᏍᏓ ᏄᏩᎾᏕᎪ.

source: She knocked at the door.
chr: ᎦᎶᎯᏍᏗ ᎤᏩᏂᎴ.

source: She likes butter, too.
chr: ᎪᏢᏅ ᎤᎸᏉᏙ ᏍᏊ.

source: She likes butter.
chr: ᎪᏢᏅ ᎤᎸᏉᏙ.

source: She likes cakes.
chr: ᎦᏚ ᎤᏂᎦᎾᏍᏓ ᎤᎸᏉᏙ.

source: She likes to see me.
chr: ᎠᎩᎪᏩᏛᏗ ᎤᎸᏉᏙ.

source: She lives far away.
chr: ᎢᎾ ᏫᎦᏁᎳ.

source: She lives near the forest.
chr: ᎢᎾᎨᎢ ᎾᎥ ᏫᎦᏁᎳ.

source: She loves Little Red Riding Hood.
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎤᎨᏳᏐ ᎤᎵᏏ.

source: She loves me and I love her.
chr: ᎠᎩᎨᏳᏐ ᎠᎴ ᏥᎨᏳᏐ.

source: She loves me.
chr: ᎠᎩᎨᏳᎠ.

source: She met him in the forest.
chr: ᎢᎾᎨᎢ ᏚᎾᏠᏎ.

source: She must go out to find food.
chr: ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᏧᏩᏛᎮᏗ.

source: She opened the door and went in.
chr: ᎦᎶᎯᏍᏗ ᎤᏍᏚᎢᏎ ᎠᎴ ᎤᏴᏞ.

source: She put the stones inside the wolf.
chr: ᏅᏯ ᏚᎵᏔᏁ Ꮎ ᏩᏯ.

source: She ran to Red Riding Hood.
chr: ᎤᎵᏏ ᎤᏓᎾᏩᏍᏔᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᏗᏜ.

source: She took her scissors from the work basket.
chr: ᎤᏤᎵ ᏗᎵᏍᏙᏰᏗ ᎤᎩᏎ ᎤᏩᏰᏫᏒᎢ ᏔᎷᏣ.

source: She was afraid.
chr: ᎤᏍᎦᎴ.

source: She will be glad to see me.
chr: ᎠᎩᎪᏩᏛᏗ ᏛᎵᎮᎵᏥ.

source: She will be glad to see you, too," said her mother.
chr: ᏣᎪᏩᏛᏗ ᏛᎵᎮᎵᏥ, ᏍᏊ," ᎤᏛᏁ ᎤᏥ.

source: She will come soon."
chr: ᎩᎳᏊ ᎤᎷᏥᏗ.”

source: She will like the cakes.
chr: ᎦᏚ ᎤᏂᎦᎾᏍᏓ ᏙᏓᎸᏉᏗ.

source: She would not come.
chr: ᎥᏝ ᏳᏪᏅᏒᎭ.

source: Snip, snip, snip, went the scissors.
chr: ᏗᎵᏍᏙᏰᏗ ᎬᏗ ᎤᎬᎭᎸᎮ ᎠᎴ ᎤᎬᎭᎸᎮ ᎠᎴ ᎤᎬᎭᎸᎮ.

source: So I do not dare to eat Little Red Riding Hood now.
chr: ᏃᏊ ᏗᏆᎵᏨᏯᏍᏗ ᏂᎨᏒᎾ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᏥᏒᎲᏍᏗ.

source: So away with you!"
chr: ᏃᏊ ᎤᏟ ᏪᎾ!”

source: So by and by he came again.
chr: ᎪᎯᏴᎢ ᎤᎷᏥᏏᎴ.

source: So do not let the wolf in," said the Mother Goat.
chr: ᏞᏍᏗᏃ ᎤᏴᏍᏗ ᏥᏣᎵᏍᎪᎸᏓᏏ,” ᎤᏛᏁ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: So go away, wolf.
chr: ᏃᏊ ᏪᎾ, ᏩᏯ.

source: So go away.
chr: ᏃᏊ ᏪᎾ.

source: So go, Mother Goat," said the kids.
chr: ᏃᏊ ᏪᎾ, ᎢᏍᎩᏥ ᎤᎦᏐᏣᏁᏓ,” ᎤᎾᏛᏁ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: So he got into bed.
chr: ᏃᏊᎴ ᎤᏒᏞ.

source: So open the door.
chr: ᏃᏊ ᎢᏥᏍᏚᎢ ᎯᎠ ᎦᎶᎯᏍᏗᎢ.

source: So the Mother Goat went away.
chr: ᎾᎯᏳᏃ ᎤᎦᏐᏣᏁᏓ ᎤᏂᏥ ᎤᏟ ᏭᏪᏅᏎ.

source: So the goat crept up to the wolf.
chr: ᏃᏊᎴ ᎤᏥ ᎤᎦᏐᏣᏁᏓ ᎤᏃᎴᏎ Ꮎ ᏩᏯ.

source: So the goat went in.
chr: ᏃᏊᎴ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ ᎤᏴᏞ.

source: So the kids opened the door.
chr: ᏃᏊᎴ ᎦᎶᎯᏍᏗ ᎤᎾᏛᏓᏍᏔᏁ Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: So the kids ran home.
chr: ᏃᏊᎴ ᏧᏁᏅᏒᎢ ᏗᏜ Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎤᎾᏓᎾᏩᏍᏔᏁ.

source: So the wolf put flour on his feet.
chr: ᏃᏊᎴ ᏧᎳᏏᏕᏂ ᎢᏌ ᏚᏭᏢᏁ Ꮎ ᏩᏯ.

source: So the wolf ran out at the door.
chr: ᏃᏊᎴ Ꮎ ᏩᏯ ᎦᎶᎯᏍᏗ ᎤᎦᏛᎴᏒᎢ ᎤᎵᏘᏎ.

source: So the wolf was drowned.
chr: ᏃᏊᎴ Ꮎ ᏩᏯ ᎤᎬᏤ.

source: So the wolf went away again.
chr: ᏃᏊ ᏩᏯ ᏭᏪᏅᏏᏏᎴ.

source: So the wolf went to the house.
chr: ᏃᏊᎴ ᎦᎵᏦᏕ ᎤᏪᏅᏎ Ꮎ ᏩᏯ.

source: So the wood choppers ran.
chr: ᏃᏊᎴ ᏗᏂᎴᏴᏍᏗᏍᎩ ᎤᎾᏓᎾᏩᏍᏔᏁ.

source: So they killed the bad wolf.
chr: ᏃᏊᎴ Ꮎ ᎤᏲ ᏩᏯ ᎤᏂᏞ.

source: So they took Little Red Riding Hood to her home.
chr: ᏃᏊᎴ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎤᏂᏫᏛᎮ ᏧᏪᏅᏒᎢ.

source: So we let the wolf in.
chr: ᏩᏯᏃ ᎤᏴᏍᏗ ᏃᎦᏛᏁᎸᎩ.

source: So, drown, bad wolf, drown!
chr: ᏃᏊ ᎯᎬᎩ, ᏣᏲ ᏩᏯ, ᎯᎬᎩ!

source: Some way I must get my kids again."
chr: ᎦᏙ ᏄᏍᏗ ᏂᎦᏓ ᏗᏇᏥ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏓᎩᎧᎯᏐᏗ? ᏥᎦᏔᎭ!”

source: Soon Little Red Riding Hood came.
chr: ᎩᎳᏊ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎤᎷᏤ.

source: Soon there was no grandmother.
chr: ᎩᎳᏊ ᎥᏝ ᎤᎵᏏ ᏱᎨᏎ.

source: Still Little Red Riding Hood was afraid.
chr: Ꮟ, ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎤᏍᎦᎴ.

source: THE SEVEN KIDS
chr: Ꮎ ᎦᎵᏉᎩ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ

source: That is good.
chr: Ꮎ ᎣᏍᏓ.

source: The Mother Goat cried.
chr: ᎤᏥ ᎤᎦᏐᏣᏁᏓ ᎤᏠᏱᎴ.

source: The Story of Red Riding Hood
chr: ᎧᏃᎮᏢᏍᎦ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ

source: The bad wolf put on a cap.
chr: Ꮎ ᎤᏲ ᏩᏯ ᎤᎵᏍᏚᎳᏁ.

source: The bad wolf put on glasses.
chr: Ꮎ ᎤᏲ ᏩᏯ ᏚᎦᏘᏅᏔᏁ.

source: The forest is lonely.
chr: ᎢᎾᎨ ᎤᎯᏐᏗ.

source: The goat cut the wolf open.
chr: ᎤᏥ ᎤᎦᏐᏣᏁᏓ ᎤᎬᎭᎸᎲᎢ ᎬᏗ ᏩᏯ ᎤᏍᏚᎢᏎ.

source: The goat has seven little kids.
chr: ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ ᏚᏁᎧᎮ ᎦᎵᏉᎩ ᏧᎾᏍᏗ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: The goat saw the wolf near a tree.
chr: ᎤᏥ ᎤᎦᏐᏣᏁᏓ ᏩᏯ ᎤᎪᎮ ᏡᎬ ᎾᎥ.

source: The goat went back to her house.
chr: ᎤᏥ ᎤᎦᏐᏣᏁᏓ ᎥᎤᎷᏤ ᎤᏤᎵ ᎦᎵᏦᏕ.

source: The goat went to get food for the kids.
chr: ᎠᎵᏍᏓᏴᏗ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎤᎩᏒᏎ Ꮎ ᎤᎦᏐᏣᏁᏓ.

source: The grandmother made the hood.
chr: ᎤᎵᏏ ᎠᎵᏍᏚᎶ ᎤᏬᏢᏁ.

source: The hood is hers.
chr: ᎠᎵᏍᏚᎶ ᎤᏤᎵ.

source: The hood is red.
chr: ᎠᎵᏍᏚᎶ ᎩᎦᎨ.

source: The kids kept very still for a time.
chr: ᎪᎯᏓ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏙᎢ ᎨᏎ.

source: The kids looked at each other.
chr: ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏚᎾᏓᏓᎦᏙᏍᏔᏁ.

source: The kids looked.
chr: Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏚᎾᎦᏙᏍᏔᏁ.

source: The kids love Mother Goat.
chr: ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎤᏂᏥ ᎤᏂᎨᏳᏐ.

source: The kids ran and screamed.
chr: Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎠᎾᏟᏎ ᎤᏁᏡᏁᏃ.

source: The kids ran to the window.
chr: Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏦᎳᏂ ᏗᏜ ᎤᏓᎾᏩᏍᏔᏁ.

source: The kids will not let me in.
chr: Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎥᏝ ᎠᎩᏴᏍᏗ ᏯᎾᎵᏍᎪᎸᏓᏁᎰ.

source: The latch came up.
chr: ᎦᎸᎳᏗᏜ ᏓᎩᏏ ᎤᏓᏅᏎ.

source: The little kids looked out of the window.
chr: ᏦᎳᏂ ᎤᎾᎦᏔᏁ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: The mother began to cry.
chr: ᎤᏂᏥ ᎤᏠᏱᏍᏗ ᎤᎴᏅᎮ.

source: The mother ran to the clock door.
chr: ᎤᏥ ᎠᏟᏎ ᏩᏥ ᎦᎶᎯᏍᏗᎢ.

source: The voice was soft, too.
chr: ᎤᏬᏂᏒᎢ ᏩᏂᎨᎢ ᎨᏎ ᎥᏍᏊ.

source: The wolf came to grandmother's house.
chr: ᎤᎵᏏ ᎦᎵᏦᏕ ᎤᎷᏤ Ꮎ ᏩᏯ.

source: The wolf did not see him.
chr: ᎥᏝ ᎥᏍᎩ ᏳᎪᎮ Ꮎ ᏩᏯ.

source: The wolf growled to himself.
chr: “ᎬᎬᎬ,” ᎤᏓᏙᏎᎴ Ꮎ ᏩᏯ.

source: The wolf has a rough voice.
chr: Ꮎ ᏩᏯ ᎤᏓᏣᎧᏗ ᎤᏁᏨᎢ ᎨᏎ.

source: The wolf has been here.
chr: Ꮎ ᏩᏯ ᎠᎭᏂ ᎨᏎ.

source: The wolf has eaten my kids!"
chr: Ꮎ ᏩᏯ ᏗᏇᏥ ᏚᏒᏁ!”

source: The wolf has on her glasses.
chr: ᎤᏤᎵ ᏗᎦᏘᏅᏘᏗ ᏚᎦᏘᏅᏔ Ꮎ ᏩᏯ.

source: The wolf looked at the string.
chr: ᎠᏍᏘ ᎤᎪᎮ Ꮎ ᏩᏯ.

source: The wolf pulled the string.
chr: ᎠᏍᏘ ᎤᎾᏌᏁᏎ.

source: The wolf ran and growled.
chr: Ꮎ ᏩᏯ ᎠᏟᏎ ᎤᏪᏡᏁᏃ.

source: The wolf ran through the forest.
chr: Ꮎ ᏩᏯ ᎢᎾᎨᎢ ᎤᎦᏛᎴᏎ ᎠᏟᏎ.

source: The wolf said that he had food for us.
chr: ᎠᎵᏍᏓᏴᏗ ᎣᎩᎯᏙᎴᎴ ᎤᏛᏁ Ꮎ ᏩᏯ.

source: The wolf said that he was the Mother Goat.
chr: ᎣᎩᏥ ᎤᎦᏐᏣᏁᏓ ᎤᏛᏁ Ꮎ ᏩᏯ.

source: The wolf saw her go away.
chr: ᏭᏪᏅᏒᎢ Ꮎ ᏩᏯ ᎤᎪᎮ.

source: The wolf saw them.
chr: Ꮎ ᏩᏯ ᏚᎪᎮ.

source: The wolf sees Mother Goat.
chr: Ꮎ ᏩᏯ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ ᎠᎪᏩᏘᎭ.

source: The wolf slept on and on.
chr: Ꮎ ᏩᏯ ᎦᏟᎮ ᎠᎴ ᎦᏟᎮ.

source: The wolf sprang out of bed.
chr: ᎤᏗᏛᎲᎢ ᎦᏂᏟ ᏫᏚᎵᏔᏗᏅᏎᎴ.

source: The wolf started to go to the spring.
chr: Ꮎ ᏩᏯ ᎦᏄᎪᎬᎢ ᎤᏪᏅᏍᏗ ᎤᎴᏅᎮ.

source: The wolf was still asleep.
chr: Ꮟ, Ꮎ ᏩᏯ ᎦᏟᎮ.

source: The wolf went in.
chr: Ꮎ ᏩᏯ ᎤᏴᏞ.

source: The wolf will come to eat you.
chr: Ꮎ ᏩᏯ ᏓᏥᏒᏂᎵ.

source: The wolf will eat you, if he can get you.
chr: Ꮎ ᏩᏯ ᏓᏥᏒᏂ ᏱᏥᎩᎠ.

source: The wood choppers are in the forest.
chr: ᏗᏂᎴᏴᏍᏗᏍᎩ ᎢᎾᎨᎢ ᎠᏁᏙᎰ.

source: The wood choppers did not hear.
chr: ᎥᏝ Ꮎ ᏗᏂᎴᏴᏍᏗᏍᎩ ᏳᎾᏛᎦᏁ.

source: The wood choppers might kill me.
chr: ᎡᎵᏊ ᏗᏂᎴᏴᏍᏗᏍᎩ ᏱᎬᎩᎷᎦ.

source: The wood choppers might see me.
chr: ᎡᎵᏊ ᏗᏂᎴᏴᏍᏗᏍᎩ ᏱᎬᎩᎪᏩᏔ.

source: The wood choppers saw Little Red Riding Hood speak to me.
chr: ᏗᏂᎴᏴᏍᏗᏍᎩ ᎠᏂᎪᏩᏔ Ꮎ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎠᎩᏬᏂᏒᏌ.

source: The wood choppers saw me speak to Little Red Riding Hood.
chr: ᏗᏂᎴᏴᏍᏗᏍᎩ ᎠᏂᎪᏩᏔ Ꮎ ᏥᏲᏌ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: The wood choppers were too far away.
chr: ᏗᏂᎴᏴᏍᏗᏍᎩ ᎢᏅᎯ ᎨᏎ.

source: The wood choppers would see me.
chr: ᏗᏂᎴᏴᏍᏗᏍᎩ ᎬᎩᎪᎲᎭ.

source: The wood cutters were glad, too.
chr: Ꮎ ᏗᏂᎴᏴᏍᏗᏍᎩ ᎤᎾᎵᎮᎵᏤ, ᎥᏍᏊ.

source: Then he ate the kids.
chr: ᎾᎯᏳ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏚᏒᏅᎩ.

source: Then he went away.
chr: ᎾᎯᏳ ᏭᏪᏅᏎ.

source: Then my kids opened the door for you.
chr: ᎾᎯᏳ ᏗᏇᏥ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎦᎶᎯᏍᏗ ᎨᏣᏍᏚᎢᏎᎴ.

source: Then she put her scissors in her pocket.
chr: ᎾᎯᏳ ᏗᎵᏍᏙᏰᏗ ᎤᎵᏔᏁ ᎠᏜᏩᏛᎢ.

source: Then she sewed the wolf up again.
chr: ᎾᎯᏳ ᎤᏍᏚᏁ ᎤᏩᏰᏫᏒᎢ ᎬᏗ Ꮎ ᏩᏯ.

source: Then she took Little Red Riding Hood up in her arms.
chr: ᎾᎯᏳ ᎤᎵᏏ ᎥᏍᎩ ᎤᏄᎩᏨᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: Then she went back to the wolf.
chr: ᎾᎯᏳ ᎤᏥ ᎥᎤᎷᏤ Ꮎ ᏩᏯ.

source: Then she went home.
chr: ᎾᎯᏳ ᏧᏪᏅᏒᎢ ᏭᏪᏅᏎ.

source: Then the goat got six large stones.
chr: ᎾᎯᏳ ᏑᏓᎵ ᎤᏔᎾ ᏅᏯ ᏚᎩᏎ Ꮎ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: Then the latch will come up."
chr: ᎾᎯᏳ ᎦᎸᎳᏗᏜ ᏓᎩᏏ ᏛᏓᏅᏏ.”

source: Then the wolf ran away.
chr: ᎾᎯᏳ Ꮎ ᏩᏯ ᎤᎵᏘᏎ.

source: Then the wolf tried to walk.
chr: ᎾᎯᏳ Ꮎ ᏩᏯ ᎤᏪᏓᏍᏗ ᎤᏁᏟᏔᏁ.

source: Then the wolf went away.
chr: ᎾᎯᏳ Ꮎ ᏩᏯ ᏭᏪᏅᏎ.

source: Then the wolf went to the house again.
chr: ᎾᎯᏳ ᎦᎵᏦᏕ ᎤᎷᏥᏏᎴ Ꮎ ᏩᏯ.

source: Then what did you do?
chr: ᎾᎯᏳ ᎦᏙ ᏣᏛᏁᎴ?

source: There are cakes in the basket.
chr: ᎦᏚ ᎤᏂᎦᎾᏍᏓ ᎤᎾᏣᎠ Ꮎ ᏔᎷᏣ.

source: There is butter in it, too.
chr: ᎪᏢᏅᏍᏊ ᎤᏣᎠ.

source: There was a string on the door.
chr: ᎠᏍᏘ ᏍᏚᏗ ᎤᏯᎸᏅᏤ.

source: There was only a wolf.
chr: ᏩᏯᏊ ᎨᏎ.

source: These are goats.
chr: ᎯᎠ ᎤᎾᎦᏐᏣᏁᏓ.

source: They are good ears.
chr: ᏗᏥᎴᏂ ᎣᏍᏓ.

source: They are large.
chr: ᎥᏍᎩ ᏧᏔᎾ.

source: They are such big ears!"
chr: ᎤᎪᏗ ᏧᏔᎾ ᏘᎴᏂ!”

source: They are too big.
chr: ᎥᏍᎩ ᏧᏔᏂ.

source: They did not open the door.
chr: ᎥᏝ ᎦᎶᎯᏍᏗᎢ ᏳᏂᏍᏚᎢᏎ.

source: They do not like me.
chr: ᏂᎬᎩᎸᏉᏛᎾ.

source: They do not look like your ears.
chr: ᎥᏝ ᏘᎴᏂ ᏱᎩ.

source: They do not look like your eyes.
chr: ᎥᏝ ᏘᎦᏙᎵ ᏱᎩ.

source: They killed the bad wolf."
chr: Ꮎ ᎤᏲ ᏩᏯ ᎤᏂᏢᎩ.”

source: They made me fall into the water.
chr: ᎠᎹᏱ ᏣᏅᎢᏍᏗ ᎥᏍᎩ ᎾᎾᎵᏍᏇᏚᎠ.

source: They ran to the house.
chr: ᎦᎵᏦᏕ ᏗᏜ ᎤᎾᏓᎾᏩᏍᏔᏁ.

source: They were grandmother's glasses.
chr: ᎤᎵᏏ ᎤᏤᎵ ᏗᎦᏘᏅᏘᏗ.

source: They would like to catch me.
chr: ᎬᎩᏂᏱᏗ ᎤᏂᎸᏉᏛᎭ.

source: They would like to kill me.
chr: ᎬᎩᎯᏍᏗ ᎤᏂᎸᏉᏛᎭ.

source: This child is a girl.
chr: ᎯᎠ ᎠᏲᏟ ᎠᎨᏳᏣ.

source: This is Little Red Riding Hood's mother.
chr: ᎤᏥ ᎠᎨᏳᏣ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: This is what he says.
chr: ᎯᎠ ᏧᏛᏅᎢ.

source: This is wolf is male.
chr: ᎯᎠ ᏩᏯ ᎠᏨᏯ.

source: We hear your voice.
chr: ᏣᏬᏂᏒᎢ ᎣᏣᏛᎩᎠ.

source: We know that you are a wolf.
chr: ᎯᏩᏯ ᎣᎦᏅᏔ.

source: We know you, wolf.
chr: ᎣᏦᎵᎦ ᏩᏯ.

source: We know your black feet.
chr: ᏗᎬᎿᎨ ᏗᏣᎳᏏᏕᏂ ᏙᏦᎵᎦ.

source: We know your voice.
chr: ᏣᏬᏂᏒᎢ ᎣᏣᏅᏔ.

source: We love grandmother."
chr: ᎠᎩᎵᏏ ᎣᏍᏗᎨᏳᏐ.”

source: We shall know him by his voice.
chr: ᎤᏓᏣᎧᏗ ᎤᏁᏨᎢ ᏱᎩ ᎥᏍᎩ ᏓᏲᎦᏅᏘ.

source: We thought it was you.
chr: ᏂᎯ ᎣᎨᎵᏒᎩ.

source: We will keep it closed.
chr: ᏂᎪᎯᎸᎢ ᏓᏲᏥᏍᏚᏂ.

source: We will listen for the rough voice.
chr: ᎤᏓᏣᎧᏗ ᎤᏁᏨᎢ ᏓᏲᏣᏛᏓᏍᏔᏂ.

source: We will not let you in.
chr: ᎥᏝ ᏱᎦᏣᏴᏍᏗ.

source: We will not let you in."
chr: ᎥᏝ ᏣᏴᏍᏗ ᏱᏓᏲᏣᎵᏍᎪᎸᏓᏁᎵ.”

source: We will not let you in.'"
chr: ᎥᏝ ᏣᏴᏍᏗ ᏱᏓᏲᏣᎵᏍᎪᎸᏓᏁᎵ.'”

source: We will not open the door for the wolf.
chr: ᏩᏯ ᏱᎩ ᎥᏝ ᎦᎶᎯᏍᏗᎢ ᏱᏓᏲᏥᏍᏚᎢᏏ.

source: We will not open the door for you.
chr: ᎥᏝ ᎦᎶᎯᏍᏗᎢ ᏱᏓᏨᏍᏚᎢᏎᎵ.

source: We will open it for no one.
chr: ᎥᏝ ᎩᎶ ᏱᏓᏲᏥᏍᏚᎢᏏ.

source: We will say, 'No, no, rough voice.
chr: ᎯᎠ ᏓᏲᏦᏎᎵ, 'ᎥᏝ, ᎥᏝ, ᎤᏓᏣᎧᏗ ᎤᏁᏨᎢ.

source: What a silly little girl!
chr: ᎭᏛᏁᎵᏍᎩ ᎤᏍᏗ ᎠᎨᏳᏣ!

source: What is in the basket?
chr: ᎦᏙ ᏧᏍᏗ ᎤᎾᏣᎠ Ꮎ ᏔᎷᏣ?

source: What is it?" cried her mother.
chr: “ᎦᏙ ᏂᎦᎵᏍᏗᎭ?” ᎤᏪᏡᏁ ᎤᏥ.

source: When you are drowned you can do no harm.
chr: ᏱᏣᎬᏣ ᎥᏝ ᎤᏲ ᏱᎾᏛᏁᎰ.

source: Where does grandmother live?
chr: ᎭᏢ ᏫᎦᏁᎳ ᎤᎵᏏ?

source: Who is this?
chr: ᎦᎪ ᎯᎠ?

source: Whose hood is it?
chr: ᎦᎪ ᎤᏤᎵ Ꮎ ᎠᎵᏍᏚᎶ?

source: Whose hood is this?
chr: ᎦᎪ ᎤᏤᎵ Ꮎ ᎠᎵᏍᏚᎶ?

source: Why are you afraid?"
chr: ᎦᏙᏃ ᎯᏍᎦᎭ?”

source: Why are you here?"
chr: ᎦᏙᎲ ᏂᎯ ᎠᎭᏂ?”

source: Why do you not let me in?"
chr: ᎦᏙᎲ ᎥᏝ ᏱᎦᏣᏴᏍᏗ?”

source: Why does she scream?
chr: ᎦᏙᎲ ᎤᏪᏡᏁ?

source: Will Little Red Riding Hood be afraid?
chr: ᏛᏍᎦᎵᏍ Ꮎ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ?

source: Yes, the feet were white.
chr: ᎥᎥ, ᏧᎳᏏᏕᏂ ᏧᏁᎦ ᎨᏎ.

source: Yes, the wolf, the wolf!"
chr: Ꭵ, Ꮎ ᏩᏯ, Ꮎ ᏩᏯ!”

source: Yes, we will open the door."
chr: ᎥᎥ, ᎦᎶᎯᏍᏗ ᏓᏲᏥᏍᏚᎢᏏ.”

source: You are a bad wolf.
chr: ᏣᏲᏒ, ᏩᏯ.

source: You are a wicked old wolf.
chr: ᏩᏯ ᏣᏲᏒ ᎠᎴ ᎯᎦᏴᎵ.

source: You are not our Mother Goat.
chr: ᏂᎯ ᎥᏝ ᎣᏥᏥ ᎤᎦᏐᏣᏁᏓ ᏱᎩ.

source: You are the wolf.
chr: ᎯᏩᏯ.

source: You ate the poor little kids.
chr: ᏗᏇᏥ ᎤᏂᏲ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎦᎯᏒᏁ.

source: You cannot come in.
chr: ᎥᏝ ᏱᎦᏣᏴᏍᏗ.

source: You cannot get into our house."
chr: Ꮭ ᎣᎦᏤᎵ ᎦᎵᏦᏕ ᏱᎦᏣᏴᏍᏗ.”

source: You have a rough voice.
chr: ᏣᏁᏨᎢ ᎤᏓᏣᎧᏗ.

source: You have such big arms!"
chr: ᏧᏔᏂ ᏔᏃᎨᏂ!”

source: You must never talk with a wolf.
chr: ᏞᏍᏗ ᎢᎸᎯᏳ ᏩᏯ ᏥᎯᏯᎵᏃᎮᏓ.

source: You said that you were Mother Goat.
chr: ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ ᏣᏛᏁ.

source: You told my kids that your feet were white.
chr: ᏗᏇᏥ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎦᎯᏲᏎᎴ ᏗᏣᎳᏏᏕᏂ ᏧᏁᎦ.

source: You told them that your voice was soft.
chr: ᎦᎯᏲᏎᎴ ᏣᏬᏂᏒᎢ ᏩᏂᎨᎢ.

source: You wicked, wicked wolf!"
chr: ᏂᎯ Ꮎ ᏭᎪᏛ ᎤᏲ ᏩᏯ!”

source: Your arms are so big.
chr: ᏔᏃᎨᏂ ᏧᏔᏂ.

source: Your ears are so big.
chr: ᏧᏔᏂ ᏘᎴᏂ.

source: Your feet are black.
chr: ᏗᏣᎳᏏᏕᏂ ᏗᎬᎿᎨᎢ.

source: don't wake the wolf.
chr: ᏞᏍᏗ ᏥᎯᏰᎢᏍᏓ Ꮎ ᏩᏯ.

source: help!
chr: ᏍᎩᏍᏕᎳ!

source: help!"
chr: ᏍᎩᏍᏕᎳ!”

source: help!" cried the grandmother.
chr: ᏍᎩᏍᏕᎳ!” ᎤᏪᏡᏁ ᎤᎵᏏ.

source: help!" cried the wolf.
chr: ᏍᎩᏍᏕᎳ!” ᎤᏯᏅᎮ Ꮎ ᏩᏯ.

source: my kids!
chr: ᏗᏇᏥ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ!
